[
    {
        "alias": "dst-1",
        "name": "Paris",
        "clues": [
            "A world-famous attraction in Paris draws millions of visitors yearly.",
            "Paris is known for its rich cultural heritage and iconic landmarks."
        ],
        "funFacts": [
            "Paris has hosted major international events and festivals.",
            "One of the most iconic buildings in Paris has a fascinating history."
        ],
        "trivia": [
            "What is a popular local dish in Paris?",
            "Which famous river or landmark is located in Paris?"
        ]
    },
    {
        "alias": "dst-2",
        "name": "London",
        "clues": [
            "A world-famous attraction in London draws millions of visitors yearly.",
            "London is known for its rich cultural heritage and iconic landmarks."
        ],
        "funFacts": [
            "London has hosted major international events and festivals.",
            "One of the most iconic buildings in London has a fascinating history."
        ],
        "trivia": [
            "What is a popular local dish in London?",
            "Which famous river or landmark is located in London?"
        ]
    },
    {
        "alias": "dst-3",
        "name": "New York",
        "clues": [
            "A world-famous attraction in New York draws millions of visitors yearly.",
            "New York is known for its rich cultural heritage and iconic landmarks."
        ],
        "funFacts": [
            "New York has hosted major international events and festivals.",
            "One of the most iconic buildings in New York has a fascinating history."
        ],
        "trivia": [
            "What is a popular local dish in New York?",
            "Which famous river or landmark is located in New York?"
        ]
    },
    {
        "alias": "dst-4",
        "name": "Tokyo",
        "clues": [
            "A world-famous attraction in Tokyo draws millions of visitors yearly.",
            "Tokyo is known for its rich cultural heritage and iconic landmarks."
        ],
        "funFacts": [
            "Tokyo has hosted major international events and festivals.",
            "One of the most iconic buildings in Tokyo has a fascinating history."
        ],
        "trivia": [
            "What is a popular local dish in Tokyo?",
            "Which famous river or landmark is located in Tokyo?"
        ]
    },
    {
        "alias": "dst-5",
        "name": "Sydney",
        "clues": [
            "A world-famous attraction in Sydney draws millions of visitors yearly.",
            "Sydney is known for its rich cultural heritage and iconic landmarks."
        ],
        "funFacts": [
            "Sydney has hosted major international events and festivals.",
            "One of the most iconic buildings in Sydney has a fascinating history."
        ],
        "trivia": [
            "What is a popular local dish in Sydney?",
            "Which famous river or landmark is located in Sydney?"
        ]
    },
    {
        "alias": "dst-6",
        "name": "Berlin",
        "clues": [
            "A world-famous attraction in Berlin draws millions of visitors yearly.",
            "Berlin is known for its rich cultural heritage and iconic landmarks."
        ],
        "funFacts": [
            "Berlin has hosted major international events and festivals.",
            "One of the most iconic buildings in Berlin has a fascinating history."
        ],
        "trivia": [
            "What is a popular local dish in Berlin?",
            "Which famous river or landmark is located in Berlin?"
        ]
    },
    {
        "alias": "dst-7",
        "name": "Dubai",
        "clues": [
            "A world-famous attraction in Dubai draws millions of visitors yearly.",
            "Dubai is known for its rich cultural heritage and iconic landmarks."
        ],
        "funFacts": [
            "Dubai has hosted major international events and festivals.",
            "One of the most iconic buildings in Dubai has a fascinating history."
        ],
        "trivia": [
            "What is a popular local dish in Dubai?",
            "Which famous river or landmark is located in Dubai?"
        ]
    },
    {
        "alias": "dst-8",
        "name": "Rome",
        "clues": [
            "A world-famous attraction in Rome draws millions of visitors yearly.",
            "Rome is known for its rich cultural heritage and iconic landmarks."
        ],
        "funFacts": [
            "Rome has hosted major international events and festivals.",
            "One of the most iconic buildings in Rome has a fascinating history."
        ],
        "trivia": [
            "What is a popular local dish in Rome?",
            "Which famous river or landmark is located in Rome?"
        ]
    },
    {
        "alias": "dst-9",
        "name": "Toronto",
        "clues": [
            "A world-famous attraction in Toronto draws millions of visitors yearly.",
            "Toronto is known for its rich cultural heritage and iconic landmarks."
        ],
        "funFacts": [
            "Toronto has hosted major international events and festivals.",
            "One of the most iconic buildings in Toronto has a fascinating history."
        ],
        "trivia": [
            "What is a popular local dish in Toronto?",
            "Which famous river or landmark is located in Toronto?"
        ]
    },
    {
        "alias": "dst-10",
        "name": "Moscow",
        "clues": [
            "A world-famous attraction in Moscow draws millions of visitors yearly.",
            "Moscow is known for its rich cultural heritage and iconic landmarks."
        ],
        "funFacts": [
            "Moscow has hosted major international events and festivals.",
            "One of the most iconic buildings in Moscow has a fascinating history."
        ],
        "trivia": [
            "What is a popular local dish in Moscow?",
            "Which famous river or landmark is located in Moscow?"
        ]
    },
    {
        "alias": "dst-11",
        "name": "Bangkok",
        "clues": [
            "A world-famous attraction in Bangkok draws millions of visitors yearly.",
            "Bangkok is known for its rich cultural heritage and iconic landmarks."
        ],
        "funFacts": [
            "Bangkok has hosted major international events and festivals.",
            "One of the most iconic buildings in Bangkok has a fascinating history."
        ],
        "trivia": [
            "What is a popular local dish in Bangkok?",
            "Which famous river or landmark is located in Bangkok?"
        ]
    },
    {
        "alias": "dst-12",
        "name": "Beijing",
        "clues": [
            "A world-famous attraction in Beijing draws millions of visitors yearly.",
            "Beijing is known for its rich cultural heritage and iconic landmarks."
        ],
        "funFacts": [
            "Beijing has hosted major international events and festivals.",
            "One of the most iconic buildings in Beijing has a fascinating history."
        ],
        "trivia": [
            "What is a popular local dish in Beijing?",
            "Which famous river or landmark is located in Beijing?"
        ]
    },
    {
        "alias": "dst-13",
        "name": "Cairo",
        "clues": [
            "A world-famous attraction in Cairo draws millions of visitors yearly.",
            "Cairo is known for its rich cultural heritage and iconic landmarks."
        ],
        "funFacts": [
            "Cairo has hosted major international events and festivals.",
            "One of the most iconic buildings in Cairo has a fascinating history."
        ],
        "trivia": [
            "What is a popular local dish in Cairo?",
            "Which famous river or landmark is located in Cairo?"
        ]
    },
    {
        "alias": "dst-14",
        "name": "Cape Town",
        "clues": [
            "A world-famous attraction in Cape Town draws millions of visitors yearly.",
            "Cape Town is known for its rich cultural heritage and iconic landmarks."
        ],
        "funFacts": [
            "Cape Town has hosted major international events and festivals.",
            "One of the most iconic buildings in Cape Town has a fascinating history."
        ],
        "trivia": [
            "What is a popular local dish in Cape Town?",
            "Which famous river or landmark is located in Cape Town?"
        ]
    },
    {
        "alias": "dst-15",
        "name": "Rio de Janeiro",
        "clues": [
            "A world-famous attraction in Rio de Janeiro draws millions of visitors yearly.",
            "Rio de Janeiro is known for its rich cultural heritage and iconic landmarks."
        ],
        "funFacts": [
            "Rio de Janeiro has hosted major international events and festivals.",
            "One of the most iconic buildings in Rio de Janeiro has a fascinating history."
        ],
        "trivia": [
            "What is a popular local dish in Rio de Janeiro?",
            "Which famous river or landmark is located in Rio de Janeiro?"
        ]
    },
    {
        "alias": "dst-16",
        "name": "Mexico City",
        "clues": [
            "A world-famous attraction in Mexico City draws millions of visitors yearly.",
            "Mexico City is known for its rich cultural heritage and iconic landmarks."
        ],
        "funFacts": [
            "Mexico City has hosted major international events and festivals.",
            "One of the most iconic buildings in Mexico City has a fascinating history."
        ],
        "trivia": [
            "What is a popular local dish in Mexico City?",
            "Which famous river or landmark is located in Mexico City?"
        ]
    },
    {
        "alias": "dst-17",
        "name": "Los Angeles",
        "clues": [
            "A world-famous attraction in Los Angeles draws millions of visitors yearly.",
            "Los Angeles is known for its rich cultural heritage and iconic landmarks."
        ],
        "funFacts": [
            "Los Angeles has hosted major international events and festivals.",
            "One of the most iconic buildings in Los Angeles has a fascinating history."
        ],
        "trivia": [
            "What is a popular local dish in Los Angeles?",
            "Which famous river or landmark is located in Los Angeles?"
        ]
    },
    {
        "alias": "dst-18",
        "name": "Mumbai",
        "clues": [
            "A world-famous attraction in Mumbai draws millions of visitors yearly.",
            "Mumbai is known for its rich cultural heritage and iconic landmarks."
        ],
        "funFacts": [
            "Mumbai has hosted major international events and festivals.",
            "One of the most iconic buildings in Mumbai has a fascinating history."
        ],
        "trivia": [
            "What is a popular local dish in Mumbai?",
            "Which famous river or landmark is located in Mumbai?"
        ]
    },
    {
        "alias": "dst-19",
        "name": "Seoul",
        "clues": [
            "A world-famous attraction in Seoul draws millions of visitors yearly.",
            "Seoul is known for its rich cultural heritage and iconic landmarks."
        ],
        "funFacts": [
            "Seoul has hosted major international events and festivals.",
            "One of the most iconic buildings in Seoul has a fascinating history."
        ],
        "trivia": [
            "What is a popular local dish in Seoul?",
            "Which famous river or landmark is located in Seoul?"
        ]
    },
    {
        "alias": "dst-20",
        "name": "Singapore",
        "clues": [
            "A world-famous attraction in Singapore draws millions of visitors yearly.",
            "Singapore is known for its rich cultural heritage and iconic landmarks."
        ],
        "funFacts": [
            "Singapore has hosted major international events and festivals.",
            "One of the most iconic buildings in Singapore has a fascinating history."
        ],
        "trivia": [
            "What is a popular local dish in Singapore?",
            "Which famous river or landmark is located in Singapore?"
        ]
    },
    {
        "alias": "dst-21",
        "name": "Istanbul",
        "clues": [
            "A world-famous attraction in Istanbul draws millions of visitors yearly.",
            "Istanbul is known for its rich cultural heritage and iconic landmarks."
        ],
        "funFacts": [
            "Istanbul has hosted major international events and festivals.",
            "One of the most iconic buildings in Istanbul has a fascinating history."
        ],
        "trivia": [
            "What is a popular local dish in Istanbul?",
            "Which famous river or landmark is located in Istanbul?"
        ]
    },
    {
        "alias": "dst-22",
        "name": "Amsterdam",
        "clues": [
            "A world-famous attraction in Amsterdam draws millions of visitors yearly.",
            "Amsterdam is known for its rich cultural heritage and iconic landmarks."
        ],
        "funFacts": [
            "Amsterdam has hosted major international events and festivals.",
            "One of the most iconic buildings in Amsterdam has a fascinating history."
        ],
        "trivia": [
            "What is a popular local dish in Amsterdam?",
            "Which famous river or landmark is located in Amsterdam?"
        ]
    },
    {
        "alias": "dst-23",
        "name": "Barcelona",
        "clues": [
            "A world-famous attraction in Barcelona draws millions of visitors yearly.",
            "Barcelona is known for its rich cultural heritage and iconic landmarks."
        ],
        "funFacts": [
            "Barcelona has hosted major international events and festivals.",
            "One of the most iconic buildings in Barcelona has a fascinating history."
        ],
        "trivia": [
            "What is a popular local dish in Barcelona?",
            "Which famous river or landmark is located in Barcelona?"
        ]
    },
    {
        "alias": "dst-24",
        "name": "Chicago",
        "clues": [
            "A world-famous attraction in Chicago draws millions of visitors yearly.",
            "Chicago is known for its rich cultural heritage and iconic landmarks."
        ],
        "funFacts": [
            "Chicago has hosted major international events and festivals.",
            "One of the most iconic buildings in Chicago has a fascinating history."
        ],
        "trivia": [
            "What is a popular local dish in Chicago?",
            "Which famous river or landmark is located in Chicago?"
        ]
    },
    {
        "alias": "dst-25",
        "name": "San Francisco",
        "clues": [
            "A world-famous attraction in San Francisco draws millions of visitors yearly.",
            "San Francisco is known for its rich cultural heritage and iconic landmarks."
        ],
        "funFacts": [
            "San Francisco has hosted major international events and festivals.",
            "One of the most iconic buildings in San Francisco has a fascinating history."
        ],
        "trivia": [
            "What is a popular local dish in San Francisco?",
            "Which famous river or landmark is located in San Francisco?"
        ]
    },
    {
        "alias": "dst-26",
        "name": "Vienna",
        "clues": [
            "A world-famous attraction in Vienna draws millions of visitors yearly.",
            "Vienna is known for its rich cultural heritage and iconic landmarks."
        ],
        "funFacts": [
            "Vienna has hosted major international events and festivals.",
            "One of the most iconic buildings in Vienna has a fascinating history."
        ],
        "trivia": [
            "What is a popular local dish in Vienna?",
            "Which famous river or landmark is located in Vienna?"
        ]
    },
    {
        "alias": "dst-27",
        "name": "Prague",
        "clues": [
            "A world-famous attraction in Prague draws millions of visitors yearly.",
            "Prague is known for its rich cultural heritage and iconic landmarks."
        ],
        "funFacts": [
            "Prague has hosted major international events and festivals.",
            "One of the most iconic buildings in Prague has a fascinating history."
        ],
        "trivia": [
            "What is a popular local dish in Prague?",
            "Which famous river or landmark is located in Prague?"
        ]
    },
    {
        "alias": "dst-28",
        "name": "Buenos Aires",
        "clues": [
            "A world-famous attraction in Buenos Aires draws millions of visitors yearly.",
            "Buenos Aires is known for its rich cultural heritage and iconic landmarks."
        ],
        "funFacts": [
            "Buenos Aires has hosted major international events and festivals.",
            "One of the most iconic buildings in Buenos Aires has a fascinating history."
        ],
        "trivia": [
            "What is a popular local dish in Buenos Aires?",
            "Which famous river or landmark is located in Buenos Aires?"
        ]
    },
    {
        "alias": "dst-29",
        "name": "Dublin",
        "clues": [
            "A world-famous attraction in Dublin draws millions of visitors yearly.",
            "Dublin is known for its rich cultural heritage and iconic landmarks."
        ],
        "funFacts": [
            "Dublin has hosted major international events and festivals.",
            "One of the most iconic buildings in Dublin has a fascinating history."
        ],
        "trivia": [
            "What is a popular local dish in Dublin?",
            "Which famous river or landmark is located in Dublin?"
        ]
    },
    {
        "alias": "dst-30",
        "name": "Lisbon",
        "clues": [
            "A world-famous attraction in Lisbon draws millions of visitors yearly.",
            "Lisbon is known for its rich cultural heritage and iconic landmarks."
        ],
        "funFacts": [
            "Lisbon has hosted major international events and festivals.",
            "One of the most iconic buildings in Lisbon has a fascinating history."
        ],
        "trivia": [
            "What is a popular local dish in Lisbon?",
            "Which famous river or landmark is located in Lisbon?"
        ]
    },
    {
        "alias": "dst-31",
        "name": "Stockholm",
        "clues": [
            "A world-famous attraction in Stockholm draws millions of visitors yearly.",
            "Stockholm is known for its rich cultural heritage and iconic landmarks."
        ],
        "funFacts": [
            "Stockholm has hosted major international events and festivals.",
            "One of the most iconic buildings in Stockholm has a fascinating history."
        ],
        "trivia": [
            "What is a popular local dish in Stockholm?",
            "Which famous river or landmark is located in Stockholm?"
        ]
    },
    {
        "alias": "dst-32",
        "name": "Hong Kong",
        "clues": [
            "A world-famous attraction in Hong Kong draws millions of visitors yearly.",
            "Hong Kong is known for its rich cultural heritage and iconic landmarks."
        ],
        "funFacts": [
            "Hong Kong has hosted major international events and festivals.",
            "One of the most iconic buildings in Hong Kong has a fascinating history."
        ],
        "trivia": [
            "What is a popular local dish in Hong Kong?",
            "Which famous river or landmark is located in Hong Kong?"
        ]
    },
    {
        "alias": "dst-33",
        "name": "Jakarta",
        "clues": [
            "A world-famous attraction in Jakarta draws millions of visitors yearly.",
            "Jakarta is known for its rich cultural heritage and iconic landmarks."
        ],
        "funFacts": [
            "Jakarta has hosted major international events and festivals.",
            "One of the most iconic buildings in Jakarta has a fascinating history."
        ],
        "trivia": [
            "What is a popular local dish in Jakarta?",
            "Which famous river or landmark is located in Jakarta?"
        ]
    },
    {
        "alias": "dst-34",
        "name": "Manila",
        "clues": [
            "A world-famous attraction in Manila draws millions of visitors yearly.",
            "Manila is known for its rich cultural heritage and iconic landmarks."
        ],
        "funFacts": [
            "Manila has hosted major international events and festivals.",
            "One of the most iconic buildings in Manila has a fascinating history."
        ],
        "trivia": [
            "What is a popular local dish in Manila?",
            "Which famous river or landmark is located in Manila?"
        ]
    },
    {
        "alias": "dst-35",
        "name": "Oslo",
        "clues": [
            "A world-famous attraction in Oslo draws millions of visitors yearly.",
            "Oslo is known for its rich cultural heritage and iconic landmarks."
        ],
        "funFacts": [
            "Oslo has hosted major international events and festivals.",
            "One of the most iconic buildings in Oslo has a fascinating history."
        ],
        "trivia": [
            "What is a popular local dish in Oslo?",
            "Which famous river or landmark is located in Oslo?"
        ]
    },
    {
        "alias": "dst-36",
        "name": "Warsaw",
        "clues": [
            "A world-famous attraction in Warsaw draws millions of visitors yearly.",
            "Warsaw is known for its rich cultural heritage and iconic landmarks."
        ],
        "funFacts": [
            "Warsaw has hosted major international events and festivals.",
            "One of the most iconic buildings in Warsaw has a fascinating history."
        ],
        "trivia": [
            "What is a popular local dish in Warsaw?",
            "Which famous river or landmark is located in Warsaw?"
        ]
    },
    {
        "alias": "dst-37",
        "name": "Athens",
        "clues": [
            "A world-famous attraction in Athens draws millions of visitors yearly.",
            "Athens is known for its rich cultural heritage and iconic landmarks."
        ],
        "funFacts": [
            "Athens has hosted major international events and festivals.",
            "One of the most iconic buildings in Athens has a fascinating history."
        ],
        "trivia": [
            "What is a popular local dish in Athens?",
            "Which famous river or landmark is located in Athens?"
        ]
    },
    {
        "alias": "dst-38",
        "name": "Helsinki",
        "clues": [
            "A world-famous attraction in Helsinki draws millions of visitors yearly.",
            "Helsinki is known for its rich cultural heritage and iconic landmarks."
        ],
        "funFacts": [
            "Helsinki has hosted major international events and festivals.",
            "One of the most iconic buildings in Helsinki has a fascinating history."
        ],
        "trivia": [
            "What is a popular local dish in Helsinki?",
            "Which famous river or landmark is located in Helsinki?"
        ]
    },
    {
        "alias": "dst-39",
        "name": "Brussels",
        "clues": [
            "A world-famous attraction in Brussels draws millions of visitors yearly.",
            "Brussels is known for its rich cultural heritage and iconic landmarks."
        ],
        "funFacts": [
            "Brussels has hosted major international events and festivals.",
            "One of the most iconic buildings in Brussels has a fascinating history."
        ],
        "trivia": [
            "What is a popular local dish in Brussels?",
            "Which famous river or landmark is located in Brussels?"
        ]
    },
    {
        "alias": "dst-40",
        "name": "Lima",
        "clues": [
            "A world-famous attraction in Lima draws millions of visitors yearly.",
            "Lima is known for its rich cultural heritage and iconic landmarks."
        ],
        "funFacts": [
            "Lima has hosted major international events and festivals.",
            "One of the most iconic buildings in Lima has a fascinating history."
        ],
        "trivia": [
            "What is a popular local dish in Lima?",
            "Which famous river or landmark is located in Lima?"
        ]
    },
    {
        "alias": "dst-41",
        "name": "Bogotá",
        "clues": [
            "A world-famous attraction in Bogotá draws millions of visitors yearly.",
            "Bogotá is known for its rich cultural heritage and iconic landmarks."
        ],
        "funFacts": [
            "Bogotá has hosted major international events and festivals.",
            "One of the most iconic buildings in Bogotá has a fascinating history."
        ],
        "trivia": [
            "What is a popular local dish in Bogotá?",
            "Which famous river or landmark is located in Bogotá?"
        ]
    },
    {
        "alias": "dst-42",
        "name": "Kuala Lumpur",
        "clues": [
            "A world-famous attraction in Kuala Lumpur draws millions of visitors yearly.",
            "Kuala Lumpur is known for its rich cultural heritage and iconic landmarks."
        ],
        "funFacts": [
            "Kuala Lumpur has hosted major international events and festivals.",
            "One of the most iconic buildings in Kuala Lumpur has a fascinating history."
        ],
        "trivia": [
            "What is a popular local dish in Kuala Lumpur?",
            "Which famous river or landmark is located in Kuala Lumpur?"
        ]
    },
    {
        "alias": "dst-43",
        "name": "Copenhagen",
        "clues": [
            "A world-famous attraction in Copenhagen draws millions of visitors yearly.",
            "Copenhagen is known for its rich cultural heritage and iconic landmarks."
        ],
        "funFacts": [
            "Copenhagen has hosted major international events and festivals.",
            "One of the most iconic buildings in Copenhagen has a fascinating history."
        ],
        "trivia": [
            "What is a popular local dish in Copenhagen?",
            "Which famous river or landmark is located in Copenhagen?"
        ]
    },
    {
        "alias": "dst-44",
        "name": "Budapest",
        "clues": [
            "A world-famous attraction in Budapest draws millions of visitors yearly.",
            "Budapest is known for its rich cultural heritage and iconic landmarks."
        ],
        "funFacts": [
            "Budapest has hosted major international events and festivals.",
            "One of the most iconic buildings in Budapest has a fascinating history."
        ],
        "trivia": [
            "What is a popular local dish in Budapest?",
            "Which famous river or landmark is located in Budapest?"
        ]
    },
    {
        "alias": "dst-45",
        "name": "Edinburgh",
        "clues": [
            "A world-famous attraction in Edinburgh draws millions of visitors yearly.",
            "Edinburgh is known for its rich cultural heritage and iconic landmarks."
        ],
        "funFacts": [
            "Edinburgh has hosted major international events and festivals.",
            "One of the most iconic buildings in Edinburgh has a fascinating history."
        ],
        "trivia": [
            "What is a popular local dish in Edinburgh?",
            "Which famous river or landmark is located in Edinburgh?"
        ]
    },
    {
        "alias": "dst-46",
        "name": "Munich",
        "clues": [
            "A world-famous attraction in Munich draws millions of visitors yearly.",
            "Munich is known for its rich cultural heritage and iconic landmarks."
        ],
        "funFacts": [
            "Munich has hosted major international events and festivals.",
            "One of the most iconic buildings in Munich has a fascinating history."
        ],
        "trivia": [
            "What is a popular local dish in Munich?",
            "Which famous river or landmark is located in Munich?"
        ]
    },
    {
        "alias": "dst-47",
        "name": "Zurich",
        "clues": [
            "A world-famous attraction in Zurich draws millions of visitors yearly.",
            "Zurich is known for its rich cultural heritage and iconic landmarks."
        ],
        "funFacts": [
            "Zurich has hosted major international events and festivals.",
            "One of the most iconic buildings in Zurich has a fascinating history."
        ],
        "trivia": [
            "What is a popular local dish in Zurich?",
            "Which famous river or landmark is located in Zurich?"
        ]
    },
    {
        "alias": "dst-48",
        "name": "Hanoi",
        "clues": [
            "A world-famous attraction in Hanoi draws millions of visitors yearly.",
            "Hanoi is known for its rich cultural heritage and iconic landmarks."
        ],
        "funFacts": [
            "Hanoi has hosted major international events and festivals.",
            "One of the most iconic buildings in Hanoi has a fascinating history."
        ],
        "trivia": [
            "What is a popular local dish in Hanoi?",
            "Which famous river or landmark is located in Hanoi?"
        ]
    },
    {
        "alias": "dst-49",
        "name": "Casablanca",
        "clues": [
            "A world-famous attraction in Casablanca draws millions of visitors yearly.",
            "Casablanca is known for its rich cultural heritage and iconic landmarks."
        ],
        "funFacts": [
            "Casablanca has hosted major international events and festivals.",
            "One of the most iconic buildings in Casablanca has a fascinating history."
        ],
        "trivia": [
            "What is a popular local dish in Casablanca?",
            "Which famous river or landmark is located in Casablanca?"
        ]
    },
    {
        "alias": "dst-50",
        "name": "Doha",
        "clues": [
            "A world-famous attraction in Doha draws millions of visitors yearly.",
            "Doha is known for its rich cultural heritage and iconic landmarks."
        ],
        "funFacts": [
            "Doha has hosted major international events and festivals.",
            "One of the most iconic buildings in Doha has a fascinating history."
        ],
        "trivia": [
            "What is a popular local dish in Doha?",
            "Which famous river or landmark is located in Doha?"
        ]
    },
    {
        "alias": "dst-51",
        "name": "Venice",
        "clues": [
            "A world-famous attraction in Venice draws millions of visitors yearly.",
            "Venice is known for its rich cultural heritage and iconic landmarks."
        ],
        "funFacts": [
            "Venice has hosted major international events and festivals.",
            "One of the most iconic buildings in Venice has a fascinating history."
        ],
        "trivia": [
            "What is a popular local dish in Venice?",
            "Which famous river or landmark is located in Venice?"
        ]
    },
    {
        "alias": "dst-52",
        "name": "Florence",
        "clues": [
            "A world-famous attraction in Florence draws millions of visitors yearly.",
            "Florence is known for its rich cultural heritage and iconic landmarks."
        ],
        "funFacts": [
            "Florence has hosted major international events and festivals.",
            "One of the most iconic buildings in Florence has a fascinating history."
        ],
        "trivia": [
            "What is a popular local dish in Florence?",
            "Which famous river or landmark is located in Florence?"
        ]
    },
    {
        "alias": "dst-53",
        "name": "Vancouver",
        "clues": [
            "A world-famous attraction in Vancouver draws millions of visitors yearly.",
            "Vancouver is known for its rich cultural heritage and iconic landmarks."
        ],
        "funFacts": [
            "Vancouver has hosted major international events and festivals.",
            "One of the most iconic buildings in Vancouver has a fascinating history."
        ],
        "trivia": [
            "What is a popular local dish in Vancouver?",
            "Which famous river or landmark is located in Vancouver?"
        ]
    },
    {
        "alias": "dst-54",
        "name": "Santiago",
        "clues": [
            "A world-famous attraction in Santiago draws millions of visitors yearly.",
            "Santiago is known for its rich cultural heritage and iconic landmarks."
        ],
        "funFacts": [
            "Santiago has hosted major international events and festivals.",
            "One of the most iconic buildings in Santiago has a fascinating history."
        ],
        "trivia": [
            "What is a popular local dish in Santiago?",
            "Which famous river or landmark is located in Santiago?"
        ]
    },
    {
        "alias": "dst-55",
        "name": "Johannesburg",
        "clues": [
            "A world-famous attraction in Johannesburg draws millions of visitors yearly.",
            "Johannesburg is known for its rich cultural heritage and iconic landmarks."
        ],
        "funFacts": [
            "Johannesburg has hosted major international events and festivals.",
            "One of the most iconic buildings in Johannesburg has a fascinating history."
        ],
        "trivia": [
            "What is a popular local dish in Johannesburg?",
            "Which famous river or landmark is located in Johannesburg?"
        ]
    },
    {
        "alias": "dst-56",
        "name": "Kyoto",
        "clues": [
            "A world-famous attraction in Kyoto draws millions of visitors yearly.",
            "Kyoto is known for its rich cultural heritage and iconic landmarks."
        ],
        "funFacts": [
            "Kyoto has hosted major international events and festivals.",
            "One of the most iconic buildings in Kyoto has a fascinating history."
        ],
        "trivia": [
            "What is a popular local dish in Kyoto?",
            "Which famous river or landmark is located in Kyoto?"
        ]
    },
    {
        "alias": "dst-57",
        "name": "Osaka",
        "clues": [
            "A world-famous attraction in Osaka draws millions of visitors yearly.",
            "Osaka is known for its rich cultural heritage and iconic landmarks."
        ],
        "funFacts": [
            "Osaka has hosted major international events and festivals.",
            "One of the most iconic buildings in Osaka has a fascinating history."
        ],
        "trivia": [
            "What is a popular local dish in Osaka?",
            "Which famous river or landmark is located in Osaka?"
        ]
    },
    {
        "alias": "dst-58",
        "name": "Seville",
        "clues": [
            "A world-famous attraction in Seville draws millions of visitors yearly.",
            "Seville is known for its rich cultural heritage and iconic landmarks."
        ],
        "funFacts": [
            "Seville has hosted major international events and festivals.",
            "One of the most iconic buildings in Seville has a fascinating history."
        ],
        "trivia": [
            "What is a popular local dish in Seville?",
            "Which famous river or landmark is located in Seville?"
        ]
    },
    {
        "alias": "dst-59",
        "name": "Marrakech",
        "clues": [
            "A world-famous attraction in Marrakech draws millions of visitors yearly.",
            "Marrakech is known for its rich cultural heritage and iconic landmarks."
        ],
        "funFacts": [
            "Marrakech has hosted major international events and festivals.",
            "One of the most iconic buildings in Marrakech has a fascinating history."
        ],
        "trivia": [
            "What is a popular local dish in Marrakech?",
            "Which famous river or landmark is located in Marrakech?"
        ]
    },
    {
        "alias": "dst-60",
        "name": "Brisbane",
        "clues": [
            "A world-famous attraction in Brisbane draws millions of visitors yearly.",
            "Brisbane is known for its rich cultural heritage and iconic landmarks."
        ],
        "funFacts": [
            "Brisbane has hosted major international events and festivals.",
            "One of the most iconic buildings in Brisbane has a fascinating history."
        ],
        "trivia": [
            "What is a popular local dish in Brisbane?",
            "Which famous river or landmark is located in Brisbane?"
        ]
    },
    {
        "alias": "dst-61",
        "name": "Montreal",
        "clues": [
            "A world-famous attraction in Montreal draws millions of visitors yearly.",
            "Montreal is known for its rich cultural heritage and iconic landmarks."
        ],
        "funFacts": [
            "Montreal has hosted major international events and festivals.",
            "One of the most iconic buildings in Montreal has a fascinating history."
        ],
        "trivia": [
            "What is a popular local dish in Montreal?",
            "Which famous river or landmark is located in Montreal?"
        ]
    },
    {
        "alias": "dst-62",
        "name": "Wellington",
        "clues": [
            "A world-famous attraction in Wellington draws millions of visitors yearly.",
            "Wellington is known for its rich cultural heritage and iconic landmarks."
        ],
        "funFacts": [
            "Wellington has hosted major international events and festivals.",
            "One of the most iconic buildings in Wellington has a fascinating history."
        ],
        "trivia": [
            "What is a popular local dish in Wellington?",
            "Which famous river or landmark is located in Wellington?"
        ]
    },
    {
        "alias": "dst-63",
        "name": "Reykjavik",
        "clues": [
            "A world-famous attraction in Reykjavik draws millions of visitors yearly.",
            "Reykjavik is known for its rich cultural heritage and iconic landmarks."
        ],
        "funFacts": [
            "Reykjavik has hosted major international events and festivals.",
            "One of the most iconic buildings in Reykjavik has a fascinating history."
        ],
        "trivia": [
            "What is a popular local dish in Reykjavik?",
            "Which famous river or landmark is located in Reykjavik?"
        ]
    },
    {
        "alias": "dst-64",
        "name": "San Diego",
        "clues": [
            "A world-famous attraction in San Diego draws millions of visitors yearly.",
            "San Diego is known for its rich cultural heritage and iconic landmarks."
        ],
        "funFacts": [
            "San Diego has hosted major international events and festivals.",
            "One of the most iconic buildings in San Diego has a fascinating history."
        ],
        "trivia": [
            "What is a popular local dish in San Diego?",
            "Which famous river or landmark is located in San Diego?"
        ]
    },
    {
        "alias": "dst-65",
        "name": "Kolkata",
        "clues": [
            "A world-famous attraction in Kolkata draws millions of visitors yearly.",
            "Kolkata is known for its rich cultural heritage and iconic landmarks."
        ],
        "funFacts": [
            "Kolkata has hosted major international events and festivals.",
            "One of the most iconic buildings in Kolkata has a fascinating history."
        ],
        "trivia": [
            "What is a popular local dish in Kolkata?",
            "Which famous river or landmark is located in Kolkata?"
        ]
    },
    {
        "alias": "dst-66",
        "name": "Perth",
        "clues": [
            "A world-famous attraction in Perth draws millions of visitors yearly.",
            "Perth is known for its rich cultural heritage and iconic landmarks."
        ],
        "funFacts": [
            "Perth has hosted major international events and festivals.",
            "One of the most iconic buildings in Perth has a fascinating history."
        ],
        "trivia": [
            "What is a popular local dish in Perth?",
            "Which famous river or landmark is located in Perth?"
        ]
    },
    {
        "alias": "dst-67",
        "name": "Nairobi",
        "clues": [
            "A world-famous attraction in Nairobi draws millions of visitors yearly.",
            "Nairobi is known for its rich cultural heritage and iconic landmarks."
        ],
        "funFacts": [
            "Nairobi has hosted major international events and festivals.",
            "One of the most iconic buildings in Nairobi has a fascinating history."
        ],
        "trivia": [
            "What is a popular local dish in Nairobi?",
            "Which famous river or landmark is located in Nairobi?"
        ]
    },
    {
        "alias": "dst-68",
        "name": "Athens",
        "clues": [
            "A world-famous attraction in Athens draws millions of visitors yearly.",
            "Athens is known for its rich cultural heritage and iconic landmarks."
        ],
        "funFacts": [
            "Athens has hosted major international events and festivals.",
            "One of the most iconic buildings in Athens has a fascinating history."
        ],
        "trivia": [
            "What is a popular local dish in Athens?",
            "Which famous river or landmark is located in Athens?"
        ]
    },
    {
        "alias": "dst-69",
        "name": "Hamburg",
        "clues": [
            "A world-famous attraction in Hamburg draws millions of visitors yearly.",
            "Hamburg is known for its rich cultural heritage and iconic landmarks."
        ],
        "funFacts": [
            "Hamburg has hosted major international events and festivals.",
            "One of the most iconic buildings in Hamburg has a fascinating history."
        ],
        "trivia": [
            "What is a popular local dish in Hamburg?",
            "Which famous river or landmark is located in Hamburg?"
        ]
    },
    {
        "alias": "dst-70",
        "name": "Valencia",
        "clues": [
            "A world-famous attraction in Valencia draws millions of visitors yearly.",
            "Valencia is known for its rich cultural heritage and iconic landmarks."
        ],
        "funFacts": [
            "Valencia has hosted major international events and festivals.",
            "One of the most iconic buildings in Valencia has a fascinating history."
        ],
        "trivia": [
            "What is a popular local dish in Valencia?",
            "Which famous river or landmark is located in Valencia?"
        ]
    },
    {
        "alias": "dst-71",
        "name": "Bali",
        "clues": [
            "A world-famous attraction in Bali draws millions of visitors yearly.",
            "Bali is known for its rich cultural heritage and iconic landmarks."
        ],
        "funFacts": [
            "Bali has hosted major international events and festivals.",
            "One of the most iconic buildings in Bali has a fascinating history."
        ],
        "trivia": [
            "What is a popular local dish in Bali?",
            "Which famous river or landmark is located in Bali?"
        ]
    },
    {
        "alias": "dst-72",
        "name": "Malta",
        "clues": [
            "A world-famous attraction in Malta draws millions of visitors yearly.",
            "Malta is known for its rich cultural heritage and iconic landmarks."
        ],
        "funFacts": [
            "Malta has hosted major international events and festivals.",
            "One of the most iconic buildings in Malta has a fascinating history."
        ],
        "trivia": [
            "What is a popular local dish in Malta?",
            "Which famous river or landmark is located in Malta?"
        ]
    },
    {
        "alias": "dst-73",
        "name": "Phuket",
        "clues": [
            "A world-famous attraction in Phuket draws millions of visitors yearly.",
            "Phuket is known for its rich cultural heritage and iconic landmarks."
        ],
        "funFacts": [
            "Phuket has hosted major international events and festivals.",
            "One of the most iconic buildings in Phuket has a fascinating history."
        ],
        "trivia": [
            "What is a popular local dish in Phuket?",
            "Which famous river or landmark is located in Phuket?"
        ]
    },
    {
        "alias": "dst-74",
        "name": "Ho Chi Minh City",
        "clues": [
            "A world-famous attraction in Ho Chi Minh City draws millions of visitors yearly.",
            "Ho Chi Minh City is known for its rich cultural heritage and iconic landmarks."
        ],
        "funFacts": [
            "Ho Chi Minh City has hosted major international events and festivals.",
            "One of the most iconic buildings in Ho Chi Minh City has a fascinating history."
        ],
        "trivia": [
            "What is a popular local dish in Ho Chi Minh City?",
            "Which famous river or landmark is located in Ho Chi Minh City?"
        ]
    },
    {
        "alias": "dst-75",
        "name": "Havana",
        "clues": [
            "A world-famous attraction in Havana draws millions of visitors yearly.",
            "Havana is known for its rich cultural heritage and iconic landmarks."
        ],
        "funFacts": [
            "Havana has hosted major international events and festivals.",
            "One of the most iconic buildings in Havana has a fascinating history."
        ],
        "trivia": [
            "What is a popular local dish in Havana?",
            "Which famous river or landmark is located in Havana?"
        ]
    },
    {
        "alias": "dst-76",
        "name": "Madagascar",
        "clues": [
            "A world-famous attraction in Madagascar draws millions of visitors yearly.",
            "Madagascar is known for its rich cultural heritage and iconic landmarks."
        ],
        "funFacts": [
            "Madagascar has hosted major international events and festivals.",
            "One of the most iconic buildings in Madagascar has a fascinating history."
        ],
        "trivia": [
            "What is a popular local dish in Madagascar?",
            "Which famous river or landmark is located in Madagascar?"
        ]
    },
    {
        "alias": "dst-77",
        "name": "Tahiti",
        "clues": [
            "A world-famous attraction in Tahiti draws millions of visitors yearly.",
            "Tahiti is known for its rich cultural heritage and iconic landmarks."
        ],
        "funFacts": [
            "Tahiti has hosted major international events and festivals.",
            "One of the most iconic buildings in Tahiti has a fascinating history."
        ],
        "trivia": [
            "What is a popular local dish in Tahiti?",
            "Which famous river or landmark is located in Tahiti?"
        ]
    },
    {
        "alias": "dst-78",
        "name": "Santorini",
        "clues": [
            "A world-famous attraction in Santorini draws millions of visitors yearly.",
            "Santorini is known for its rich cultural heritage and iconic landmarks."
        ],
        "funFacts": [
            "Santorini has hosted major international events and festivals.",
            "One of the most iconic buildings in Santorini has a fascinating history."
        ],
        "trivia": [
            "What is a popular local dish in Santorini?",
            "Which famous river or landmark is located in Santorini?"
        ]
    },
    {
        "alias": "dst-79",
        "name": "Mykonos",
        "clues": [
            "A world-famous attraction in Mykonos draws millions of visitors yearly.",
            "Mykonos is known for its rich cultural heritage and iconic landmarks."
        ],
        "funFacts": [
            "Mykonos has hosted major international events and festivals.",
            "One of the most iconic buildings in Mykonos has a fascinating history."
        ],
        "trivia": [
            "What is a popular local dish in Mykonos?",
            "Which famous river or landmark is located in Mykonos?"
        ]
    },
    {
        "alias": "dst-80",
        "name": "Bergen",
        "clues": [
            "A world-famous attraction in Bergen draws millions of visitors yearly.",
            "Bergen is known for its rich cultural heritage and iconic landmarks."
        ],
        "funFacts": [
            "Bergen has hosted major international events and festivals.",
            "One of the most iconic buildings in Bergen has a fascinating history."
        ],
        "trivia": [
            "What is a popular local dish in Bergen?",
            "Which famous river or landmark is located in Bergen?"
        ]
    },
    {
        "alias": "dst-81",
        "name": "Luxembourg",
        "clues": [
            "A world-famous attraction in Luxembourg draws millions of visitors yearly.",
            "Luxembourg is known for its rich cultural heritage and iconic landmarks."
        ],
        "funFacts": [
            "Luxembourg has hosted major international events and festivals.",
            "One of the most iconic buildings in Luxembourg has a fascinating history."
        ],
        "trivia": [
            "What is a popular local dish in Luxembourg?",
            "Which famous river or landmark is located in Luxembourg?"
        ]
    },
    {
        "alias": "dst-82",
        "name": "Monte Carlo",
        "clues": [
            "A world-famous attraction in Monte Carlo draws millions of visitors yearly.",
            "Monte Carlo is known for its rich cultural heritage and iconic landmarks."
        ],
        "funFacts": [
            "Monte Carlo has hosted major international events and festivals.",
            "One of the most iconic buildings in Monte Carlo has a fascinating history."
        ],
        "trivia": [
            "What is a popular local dish in Monte Carlo?",
            "Which famous river or landmark is located in Monte Carlo?"
        ]
    },
    {
        "alias": "dst-83",
        "name": "San Juan",
        "clues": [
            "A world-famous attraction in San Juan draws millions of visitors yearly.",
            "San Juan is known for its rich cultural heritage and iconic landmarks."
        ],
        "funFacts": [
            "San Juan has hosted major international events and festivals.",
            "One of the most iconic buildings in San Juan has a fascinating history."
        ],
        "trivia": [
            "What is a popular local dish in San Juan?",
            "Which famous river or landmark is located in San Juan?"
        ]
    },
    {
        "alias": "dst-84",
        "name": "Anchorage",
        "clues": [
            "A world-famous attraction in Anchorage draws millions of visitors yearly.",
            "Anchorage is known for its rich cultural heritage and iconic landmarks."
        ],
        "funFacts": [
            "Anchorage has hosted major international events and festivals.",
            "One of the most iconic buildings in Anchorage has a fascinating history."
        ],
        "trivia": [
            "What is a popular local dish in Anchorage?",
            "Which famous river or landmark is located in Anchorage?"
        ]
    },
    {
        "alias": "dst-85",
        "name": "Bucharest",
        "clues": [
            "A world-famous attraction in Bucharest draws millions of visitors yearly.",
            "Bucharest is known for its rich cultural heritage and iconic landmarks."
        ],
        "funFacts": [
            "Bucharest has hosted major international events and festivals.",
            "One of the most iconic buildings in Bucharest has a fascinating history."
        ],
        "trivia": [
            "What is a popular local dish in Bucharest?",
            "Which famous river or landmark is located in Bucharest?"
        ]
    },
    {
        "alias": "dst-86",
        "name": "Sarajevo",
        "clues": [
            "A world-famous attraction in Sarajevo draws millions of visitors yearly.",
            "Sarajevo is known for its rich cultural heritage and iconic landmarks."
        ],
        "funFacts": [
            "Sarajevo has hosted major international events and festivals.",
            "One of the most iconic buildings in Sarajevo has a fascinating history."
        ],
        "trivia": [
            "What is a popular local dish in Sarajevo?",
            "Which famous river or landmark is located in Sarajevo?"
        ]
    },
    {
        "alias": "dst-87",
        "name": "Ljubljana",
        "clues": [
            "A world-famous attraction in Ljubljana draws millions of visitors yearly.",
            "Ljubljana is known for its rich cultural heritage and iconic landmarks."
        ],
        "funFacts": [
            "Ljubljana has hosted major international events and festivals.",
            "One of the most iconic buildings in Ljubljana has a fascinating history."
        ],
        "trivia": [
            "What is a popular local dish in Ljubljana?",
            "Which famous river or landmark is located in Ljubljana?"
        ]
    },
    {
        "alias": "dst-88",
        "name": "Bratislava",
        "clues": [
            "A world-famous attraction in Bratislava draws millions of visitors yearly.",
            "Bratislava is known for its rich cultural heritage and iconic landmarks."
        ],
        "funFacts": [
            "Bratislava has hosted major international events and festivals.",
            "One of the most iconic buildings in Bratislava has a fascinating history."
        ],
        "trivia": [
            "What is a popular local dish in Bratislava?",
            "Which famous river or landmark is located in Bratislava?"
        ]
    },
    {
        "alias": "dst-89",
        "name": "Tallinn",
        "clues": [
            "A world-famous attraction in Tallinn draws millions of visitors yearly.",
            "Tallinn is known for its rich cultural heritage and iconic landmarks."
        ],
        "funFacts": [
            "Tallinn has hosted major international events and festivals.",
            "One of the most iconic buildings in Tallinn has a fascinating history."
        ],
        "trivia": [
            "What is a popular local dish in Tallinn?",
            "Which famous river or landmark is located in Tallinn?"
        ]
    },
    {
        "alias": "dst-90",
        "name": "Vilnius",
        "clues": [
            "A world-famous attraction in Vilnius draws millions of visitors yearly.",
            "Vilnius is known for its rich cultural heritage and iconic landmarks."
        ],
        "funFacts": [
            "Vilnius has hosted major international events and festivals.",
            "One of the most iconic buildings in Vilnius has a fascinating history."
        ],
        "trivia": [
            "What is a popular local dish in Vilnius?",
            "Which famous river or landmark is located in Vilnius?"
        ]
    },
    {
        "alias": "dst-91",
        "name": "Riga",
        "clues": [
            "A world-famous attraction in Riga draws millions of visitors yearly.",
            "Riga is known for its rich cultural heritage and iconic landmarks."
        ],
        "funFacts": [
            "Riga has hosted major international events and festivals.",
            "One of the most iconic buildings in Riga has a fascinating history."
        ],
        "trivia": [
            "What is a popular local dish in Riga?",
            "Which famous river or landmark is located in Riga?"
        ]
    },
    {
        "alias": "dst-92",
        "name": "Krakow",
        "clues": [
            "A world-famous attraction in Krakow draws millions of visitors yearly.",
            "Krakow is known for its rich cultural heritage and iconic landmarks."
        ],
        "funFacts": [
            "Krakow has hosted major international events and festivals.",
            "One of the most iconic buildings in Krakow has a fascinating history."
        ],
        "trivia": [
            "What is a popular local dish in Krakow?",
            "Which famous river or landmark is located in Krakow?"
        ]
    },
    {
        "alias": "dst-93",
        "name": "Gothenburg",
        "clues": [
            "A world-famous attraction in Gothenburg draws millions of visitors yearly.",
            "Gothenburg is known for its rich cultural heritage and iconic landmarks."
        ],
        "funFacts": [
            "Gothenburg has hosted major international events and festivals.",
            "One of the most iconic buildings in Gothenburg has a fascinating history."
        ],
        "trivia": [
            "What is a popular local dish in Gothenburg?",
            "Which famous river or landmark is located in Gothenburg?"
        ]
    },
    {
        "alias": "dst-94",
        "name": "Adelaide",
        "clues": [
            "A world-famous attraction in Adelaide draws millions of visitors yearly.",
            "Adelaide is known for its rich cultural heritage and iconic landmarks."
        ],
        "funFacts": [
            "Adelaide has hosted major international events and festivals.",
            "One of the most iconic buildings in Adelaide has a fascinating history."
        ],
        "trivia": [
            "What is a popular local dish in Adelaide?",
            "Which famous river or landmark is located in Adelaide?"
        ]
    },
    {
        "alias": "dst-95",
        "name": "Christchurch",
        "clues": [
            "A world-famous attraction in Christchurch draws millions of visitors yearly.",
            "Christchurch is known for its rich cultural heritage and iconic landmarks."
        ],
        "funFacts": [
            "Christchurch has hosted major international events and festivals.",
            "One of the most iconic buildings in Christchurch has a fascinating history."
        ],
        "trivia": [
            "What is a popular local dish in Christchurch?",
            "Which famous river or landmark is located in Christchurch?"
        ]
    },
    {
        "alias": "dst-96",
        "name": "Cebu",
        "clues": [
            "A world-famous attraction in Cebu draws millions of visitors yearly.",
            "Cebu is known for its rich cultural heritage and iconic landmarks."
        ],
        "funFacts": [
            "Cebu has hosted major international events and festivals.",
            "One of the most iconic buildings in Cebu has a fascinating history."
        ],
        "trivia": [
            "What is a popular local dish in Cebu?",
            "Which famous river or landmark is located in Cebu?"
        ]
    },
    {
        "alias": "dst-97",
        "name": "Kota Kinabalu",
        "clues": [
            "A world-famous attraction in Kota Kinabalu draws millions of visitors yearly.",
            "Kota Kinabalu is known for its rich cultural heritage and iconic landmarks."
        ],
        "funFacts": [
            "Kota Kinabalu has hosted major international events and festivals.",
            "One of the most iconic buildings in Kota Kinabalu has a fascinating history."
        ],
        "trivia": [
            "What is a popular local dish in Kota Kinabalu?",
            "Which famous river or landmark is located in Kota Kinabalu?"
        ]
    },
    {
        "alias": "dst-98",
        "name": "Minsk",
        "clues": [
            "A world-famous attraction in Minsk draws millions of visitors yearly.",
            "Minsk is known for its rich cultural heritage and iconic landmarks."
        ],
        "funFacts": [
            "Minsk has hosted major international events and festivals.",
            "One of the most iconic buildings in Minsk has a fascinating history."
        ],
        "trivia": [
            "What is a popular local dish in Minsk?",
            "Which famous river or landmark is located in Minsk?"
        ]
    },
    {
        "alias": "dst-99",
        "name": "Tbilisi",
        "clues": [
            "A world-famous attraction in Tbilisi draws millions of visitors yearly.",
            "Tbilisi is known for its rich cultural heritage and iconic landmarks."
        ],
        "funFacts": [
            "Tbilisi has hosted major international events and festivals.",
            "One of the most iconic buildings in Tbilisi has a fascinating history."
        ],
        "trivia": [
            "What is a popular local dish in Tbilisi?",
            "Which famous river or landmark is located in Tbilisi?"
        ]
    },
    {
        "alias": "dst-100",
        "name": "Yerevan",
        "clues": [
            "A world-famous attraction in Yerevan draws millions of visitors yearly.",
            "Yerevan is known for its rich cultural heritage and iconic landmarks."
        ],
        "funFacts": [
            "Yerevan has hosted major international events and festivals.",
            "One of the most iconic buildings in Yerevan has a fascinating history."
        ],
        "trivia": [
            "What is a popular local dish in Yerevan?",
            "Which famous river or landmark is located in Yerevan?"
        ]
    },
    {
        "alias": "dst-101",
        "name": "Rabat",
        "clues": [
            "A world-famous attraction in Rabat draws millions of visitors yearly.",
            "Rabat is known for its rich cultural heritage and iconic landmarks."
        ],
        "funFacts": [
            "Rabat has hosted major international events and festivals.",
            "One of the most iconic buildings in Rabat has a fascinating history."
        ],
        "trivia": [
            "What is a popular local dish in Rabat?",
            "Which famous river or landmark is located in Rabat?"
        ]
    },
    {
        "alias": "dst-102",
        "name": "Manama",
        "clues": [
            "A world-famous attraction in Manama draws millions of visitors yearly.",
            "Manama is known for its rich cultural heritage and iconic landmarks."
        ],
        "funFacts": [
            "Manama has hosted major international events and festivals.",
            "One of the most iconic buildings in Manama has a fascinating history."
        ],
        "trivia": [
            "What is a popular local dish in Manama?",
            "Which famous river or landmark is located in Manama?"
        ]
    },
    {
        "alias": "dst-103",
        "name": "Muscat",
        "clues": [
            "A world-famous attraction in Muscat draws millions of visitors yearly.",
            "Muscat is known for its rich cultural heritage and iconic landmarks."
        ],
        "funFacts": [
            "Muscat has hosted major international events and festivals.",
            "One of the most iconic buildings in Muscat has a fascinating history."
        ],
        "trivia": [
            "What is a popular local dish in Muscat?",
            "Which famous river or landmark is located in Muscat?"
        ]
    },
    {
        "alias": "dst-104",
        "name": "Baghdad",
        "clues": [
            "A world-famous attraction in Baghdad draws millions of visitors yearly.",
            "Baghdad is known for its rich cultural heritage and iconic landmarks."
        ],
        "funFacts": [
            "Baghdad has hosted major international events and festivals.",
            "One of the most iconic buildings in Baghdad has a fascinating history."
        ],
        "trivia": [
            "What is a popular local dish in Baghdad?",
            "Which famous river or landmark is located in Baghdad?"
        ]
    },
    {
        "alias": "dst-105",
        "name": "Tehran",
        "clues": [
            "A world-famous attraction in Tehran draws millions of visitors yearly.",
            "Tehran is known for its rich cultural heritage and iconic landmarks."
        ],
        "funFacts": [
            "Tehran has hosted major international events and festivals.",
            "One of the most iconic buildings in Tehran has a fascinating history."
        ],
        "trivia": [
            "What is a popular local dish in Tehran?",
            "Which famous river or landmark is located in Tehran?"
        ]
    },
    {
        "alias": "dst-106",
        "name": "Damascus",
        "clues": [
            "A world-famous attraction in Damascus draws millions of visitors yearly.",
            "Damascus is known for its rich cultural heritage and iconic landmarks."
        ],
        "funFacts": [
            "Damascus has hosted major international events and festivals.",
            "One of the most iconic buildings in Damascus has a fascinating history."
        ],
        "trivia": [
            "What is a popular local dish in Damascus?",
            "Which famous river or landmark is located in Damascus?"
        ]
    },
    {
        "alias": "dst-107",
        "name": "Addis Ababa",
        "clues": [
            "A world-famous attraction in Addis Ababa draws millions of visitors yearly.",
            "Addis Ababa is known for its rich cultural heritage and iconic landmarks."
        ],
        "funFacts": [
            "Addis Ababa has hosted major international events and festivals.",
            "One of the most iconic buildings in Addis Ababa has a fascinating history."
        ],
        "trivia": [
            "What is a popular local dish in Addis Ababa?",
            "Which famous river or landmark is located in Addis Ababa?"
        ]
    },
    {
        "alias": "dst-108",
        "name": "Lagos",
        "clues": [
            "A world-famous attraction in Lagos draws millions of visitors yearly.",
            "Lagos is known for its rich cultural heritage and iconic landmarks."
        ],
        "funFacts": [
            "Lagos has hosted major international events and festivals.",
            "One of the most iconic buildings in Lagos has a fascinating history."
        ],
        "trivia": [
            "What is a popular local dish in Lagos?",
            "Which famous river or landmark is located in Lagos?"
        ]
    },
    {
        "alias": "dst-109",
        "name": "Accra",
        "clues": [
            "A world-famous attraction in Accra draws millions of visitors yearly.",
            "Accra is known for its rich cultural heritage and iconic landmarks."
        ],
        "funFacts": [
            "Accra has hosted major international events and festivals.",
            "One of the most iconic buildings in Accra has a fascinating history."
        ],
        "trivia": [
            "What is a popular local dish in Accra?",
            "Which famous river or landmark is located in Accra?"
        ]
    },
    {
        "alias": "dst-110",
        "name": "Dhaka",
        "clues": [
            "A world-famous attraction in Dhaka draws millions of visitors yearly.",
            "Dhaka is known for its rich cultural heritage and iconic landmarks."
        ],
        "funFacts": [
            "Dhaka has hosted major international events and festivals.",
            "One of the most iconic buildings in Dhaka has a fascinating history."
        ],
        "trivia": [
            "What is a popular local dish in Dhaka?",
            "Which famous river or landmark is located in Dhaka?"
        ]
    }
]